Repository: KevinDanikowski/smodin-rewriter-wordpress-plugin
Catalog: languages/smodinrewriter-*.po
Languages: ms_my, tr_tr

source: %s will not work without this plugin.
ms_my: %s tidak akan berfungsi tanpa pemalam ini.
tr_tr: %s bu eklenti olmadan çalışmayacaktır.

source: Cannot rewrite empty content!
ms_my: Tidak dapat menulis semula kandungan kosong!
tr_tr: Boş içerik yeniden yazılamaz!

source: Cancel
ms_my: Batal
tr_tr: İptal etmek

source: Publish
ms_my: Menerbitkan
tr_tr: Yayınla

source: Save as Draft
ms_my: Menyimpan sebagai draf
tr_tr: Taslak olarak kaydet

source: Confirm
ms_my: Sahkan
tr_tr: Onaylamak

source: Settings
ms_my: Tetapan
tr_tr: Ayarlar

source: Content (%1$d characters) exceeds %2$d characters. Cannot rewrite!
ms_my: Kandungan (%1$d aksara) melebihi %2$d aksara. Tidak dapat menulis semula!
tr_tr: İçerik (%1$d karakter) %2$d karakteri aşıyor. Yeniden yazılamaz!

source: Rewrite %1$d characters in %2$s (%3$s) with strength %4$d?
ms_my: Tulis semula aksara %1$d dalam %2$s (%3$s) dengan kekuatan %4$d?
tr_tr: %2$s (%3$s) içindeki %1$d karakter %4$d gücüyle yeniden yazılsın mı?

source: The extension %s is not installed or enabled. Please make sure it is installed or rewriting will not work.
ms_my: Sambungan %s tidak dipasang atau diaktifkan. Pastikan ia dipasang atau menulis semula tidak akan berfungsi.
tr_tr: %s uzantısı yüklenmemiş veya etkinleştirilmemiş. Lütfen kurulu olduğundan emin olun, yoksa yeniden yazma çalışmayacaktır.

source: Error from API: %s
ms_my: Ralat dari API: %s
tr_tr: API hatası: %s

source: Settings saved
ms_my: Tetapan disimpan
tr_tr: Ayarlar kaydedildi

source: Strength
ms_my: Kekuatan
tr_tr: Gücü

source: Rewrite using %s
ms_my: Tulis semula menggunakan %s
tr_tr: %s kullanarak yeniden yaz

source: Rarely HTML can break using the rewrite functionality and you may need to make manual adjustments afterwards. We recommend not including script, select, or complicated tag structure for best results.
ms_my: Jarang HTML boleh berhenti menggunakan fungsi menulis semula dan anda mungkin perlu membuat penyesuaian manual selepas itu. Sebaiknya jangan memasukkan skrip, pilih, atau struktur tag yang rumit untuk hasil terbaik.
tr_tr: Nadiren HTML, yeniden yazma işlevini kullanarak bozulabilir ve daha sonra manuel ayarlamalar yapmanız gerekebilir. En iyi sonuçlar için komut dosyası, seçme veya karmaşık etiket yapısını dahil etmemenizi öneririz.

source: General
ms_my: Am
tr_tr: Genel

source: API key
ms_my: Kunci API
tr_tr: API anahtarı

source: Save Settings
ms_my: Simpan Tetapan
tr_tr: Ayarları kaydet

source: Something Broke?
ms_my: Qualcosa si Ã¨ rotto?
tr_tr: Bir Şey Bozuldu mu?

source: Language
ms_my: Bahasa
tr_tr: Dil

source: Need an API key? Get one %shere%s
ms_my: Perlukan kunci API? Dapatkan satu %sdi sini%s
tr_tr: Bir API anahtarına mı ihtiyacınız var? Buradan bir %salın%s
